Repository: bestwebsoft/Job-board-wordpress-plugin
Catalog: languages/job-board-*.po
Languages: ru_ru, uk

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Misc
ru_ru: Разное
uk: Рiзне

source: Custom Code
ru_ru: Пользовательский код
uk: Користувацький код

source: %sSender Plugin%s is not found.%s
ru_ru: %sSender Plugin%s не найден.%s
uk: %sSender Plugin%s не знайдено.%s

source: If you want to give "send CV possibility" to Job candidates, you need to install and activate Sender plugin.%s
ru_ru: Для того, чтобы кандидаты могли отсылать резюме по вакансиям, установите и активируйте плагин Sender.%s
uk: Для того, щоб кандидати змогли надсилати резюме по вакансіям, встановіть та активуйте плагін Sender.%s

source: You can download Sender Plugin from
ru_ru: Вы можете скачать Sender Plugin с
uk: Ви можете завантажити Sender з

source: Developers website
ru_ru: Вебсайта разработчиков
uk: Вебсайту розробників

source: website of plugin Authors
ru_ru: вебсайта авторов плагина
uk: вебсайту авторів плагіну

source: or
ru_ru: или
uk: чи

source: %sSender Plugin%s is not active.%sIf you want to give "send CV possibility" to Job candidates, you need to %sactivate Sender plugin.%s
ru_ru: %s Плагин Sender%s не активирован.%s, Если вы хотите предоставить "возможность отправки резюме" кандидатам на вакансию, вам необходимо%sактивировать плагин Sender.%s
uk: Плагін %sSender%s не активовано.%sАктивуйте його, щоб дати можливість кандидатам надсилати резюме по вакансіям %sактивувати плагін Sender.%s

source: Sender Plugin has old version.
ru_ru: Sender Plugin устарел.
uk: Застаріла версія плагіну Sender.

source: You need to update this plugin for sendmail function correct work.
ru_ru: Для корректной работы, вам нужно обновить этот плагин.
uk: Для коректної роботи, вам потрібно оновити цей плагін.

source: I consent to having this site collect my personal data.
ru_ru: Я разрешаю этому сайту собирать мои личные данные.
uk: Я дозволяю цьому сайту збирати мої особисті дані.

source: Settings saved.
ru_ru: Настройки сохранены.
uk: Налаштування збережено.

source: Settings are not saved.
ru_ru: Настройки не сохранены.
uk: Налаштування не збережено.

source: Job Board Settings
ru_ru: Настройки Job Board
uk: Налаштування Job board

source: Number of Jobs
ru_ru: Количество вакансий
uk: Кількість вакансій

source: per page
ru_ru: на странице
uk: на сторінці

source: Set to “0” to display all jobs.
ru_ru: Установите “0” чтобы отображать все вакансии.
uk: Встановіть значення “0” , щоб відображати всі вакансії.

source: Display
ru_ru: Дисплей
uk: Дисплей

source: Organization
ru_ru: Организация
uk: Організація

source: Enable to display the organization name in the frontend.
ru_ru: Включите, чтобы отображать название организации во фронтэнде.
uk: Увімкніть, щоб відображати назву організації у фронтенді.

source: Salary
ru_ru: Зарплата
uk: Зарплата

source: Enable to display salary info in the frontend.
ru_ru: Включите, чтобы отображать информацию о зарплате во фронтэнде.
uk: Увімкніть, щоб відображати інформацію про зарплату у фронтенді.

source: Currency
ru_ru: Валюта
uk: Валюта

source: Payment Period
ru_ru: Период Оплаты
uk: Період Оплати

source: Time period for current salary.
ru_ru: Период времени для текущей зарплаты.
uk: Час поточної зарплатні.

source: Featured Image Alignment
ru_ru: Позиция Изображения Вакансии
uk: Позиція Зображення Вакансії

source: Left
ru_ru: Слева
uk: Зліва

source: Right
ru_ru: Справа
uk: Справа

source: Filters
ru_ru: Фильтр
uk: Фільтр

source: Enable to display job filters.
ru_ru: Включите, чтобы отображать информацию о вакансии во фронтэнде.
uk: Увімкніть, щоб відображати інформацію про вакансію у фронтенді.

source: Filter Location Field Type
ru_ru: Тип поля местоположения
uk: Тип Поля Розташування

source: Change location field in the frontend sorting form to select box of all locations which already add to jobs base.
ru_ru: Изменить тип поля местоположения в форме сортировки во фронтэнде на выпадающий список локаций, уже занесенных в базу вакансий.
uk: Замінити тип поля розташування у сортирувальній формі фронтенду випадаючим списком локацій, занесених в базу вакансій.

source: Template Text for CV Sending
ru_ru: Текст шаблона при отправке резюме
uk: Текст шаблону при відправці резюме

source: Job Expiration Period
ru_ru: Срок Действия Вакансии
uk: Період Закінчення Роботи

source: days
ru_ru: дней
uk: днів

source: GDPR Compliance
ru_ru: Согласие с GDPR
uk: Згода з GDPR

source: Enable to display a GDPR Compliance checkbox.
ru_ru: Установите флажок для отображения GDPR Compliance.
uk: Увімкнути відображення прапорця GDPR Compliance.

source: Checkbox label
ru_ru: Текст для поля GDPR
uk: Текст для поля GDPR

source: Link to Privacy Policy Page
ru_ru: Ссылка на страницу политики конфиденциальности
uk: Посилання на сторінку політики конфіденційності

source: Text for Privacy Policy Link
ru_ru: Текст для ссылки политики конфиденциальности
uk: Текст для посилання політики конфіденційності

source: Search Jobs
ru_ru: Искать Вакансии
uk: Шукати Вакансії

source: Enable to include jobs to your website search. Custom Search plugin is required.
ru_ru: Включите, чтобы включить вакансии в поиск вашего сайта.
uk: Увімкніть включення вакансій до пошуку на вашому веб-сайті.

source: Activate Now
ru_ru: Активировать
uk: Активуйте Зараз

source: Download Now
ru_ru: Скачать сейчас
uk: Скачати Зараз

source: Job Board Shortcode
ru_ru: Job Board Шорткод
uk: Job Board Шорткод

source: Add the "Jobs List" to your pages or posts using the following shortcode:
ru_ru: Добавьте "Список вакансий" на свои страницы или в сообщения, используя следующий шорткод:
uk: Додайте "Список вакансій" на свої сторінки чи публікації, використовуючи такий шорткод:

source: Add the "Registration Form" to your pages or posts using the following shortcode:
ru_ru: Добавьте "Регистрационную форму" на свои страницы или сообщения, используя следующий шорткод:
uk: Додайте "Форму реєстрації" на свої сторінки чи публікації, використовуючи такий шорткод:

source: New job offers
ru_ru: Новые вакансии
uk: Новi вакансії

source: Job Information
ru_ru: Информация о вакансии
uk: Інформація про вакансію

source: Jobs
ru_ru: Вакансии
uk: Вакансії

source: Job
ru_ru: Вакансия
uk: Вакансія

source: Add New
ru_ru: Добавить Новую
uk: Додати Нову

source: Add New Job
ru_ru: Добавить Новую Вакансию
uk: Додати Нову Вакансію

source: Edit
ru_ru: Редактировать
uk: Редагувати

source: Edit job
ru_ru: Редактировать вакансию
uk: Редагувати вакансію

source: New job
ru_ru: Новая вакансия
uk: Нова вакансія

source: View jobs
ru_ru: Смотреть вакансии
uk: Переглянути вакансії

source: View job
ru_ru: Смотреть вакансию
uk: Переглянути вакансію

source: Search jobs
ru_ru: Искать вакансии
uk: Шукати вакансії

source: No jobs found
ru_ru: Вакансии не найдены
uk: Вакансій не знайдено

source: No jobs found in Trash
ru_ru: Нет вакансий в корзине
uk: У корзині немає вакансій

source: Parent job
ru_ru: Родительская вакансия
uk: Батьківська вакансія

source: Filter jobs list
ru_ru: Фильтр списка вакансий
uk: Фільтр списку вакансій

source: Jobs list navigation
ru_ru: Навигация списка вакансий
uk: Навігація списку вакансій

source: Jobs list
ru_ru: Список вакансий
uk: Перелік вакансій

source: Categories
ru_ru: Категории
uk: Категорії

source: Job Categories
ru_ru: Категории Вакансий
uk: Категорії Вакансій

source: Job category
ru_ru: Категория вакансий
uk: Категорія вакансії

source: Add job category
ru_ru: Добавить категорию вакансий
uk: Додати категорію вакансії

source: Add New Job Category
ru_ru: Добавить Новую Категорию Вакансий
uk: Додати Нову Категорію Вакансій

source: Edit Job Categories
ru_ru: Редактировать Категории Вакансий
uk: Редагувати Категорії Вакансій

source: Edit Job Category
ru_ru: Редактировать Категорию Вакансий
uk: Редагувати Категорію Вакансій

source: New Job Category
ru_ru: Новая Категория Вакансий
uk: Нова Категорія Вакансій

source: View Job Categories
ru_ru: Смотреть Ватегории Вакансий
uk: Переглянути Категорії Вакансій

source: View job category
ru_ru: Смотреть категорию вакансий
uk: Переглянути категорію вакансій

source: Search job category
ru_ru: Искать категорию вакансий
uk: Шукати категорію вакансії

source: No job categories found
ru_ru: Категории вакансий не найдены
uk: Категорії вакансій не знайдено

source: No job categories found in Trash
ru_ru: В корзине нет категорий вакансий
uk: У корзині немає категорій вакансій

source: Parent job category
ru_ru: Родительская категория вакансий
uk: Батьківська категорія вакансій

source: Job categories list navigation
ru_ru: Навигация списка категорий вакансий
uk: Навігація списку категорій вакансій

source: Job categories list
ru_ru: Список категорий вакансий
uk: Перелік категорій вакансій

source: Job archive categories
ru_ru: Категории архива вакансий
uk: Категорії архіву вакансій

source: Job archive category
ru_ru: Категория архива вакансий
uk: Категорія архіву вакансій

source: Add job archive category
ru_ru: Добавить категорию архива вакансий
uk: Додати категорію архіву вакансій

source: Add new job archive category
ru_ru: Добавить новую категорию архива вакансий
uk: Додати нову категорію архіву вакансій

source: Edit job archive categories
ru_ru: Редактировать категории архива вакансий
uk: Редагувати категорії архіву вакансій

source: Edit job archive category
ru_ru: Редактировать категорию архива вакансий
uk: Редагувати категорію архіву вакансій

source: New job archive category
ru_ru: Новая категория архива вакансий
uk: Нова категорія архіву вакансій

source: View job archive categories
ru_ru: Смотреть категории архива вакансий
uk: Переглянути категорії архіву вакансій

source: View job archive category
ru_ru: Смотреть категорию архива вакансий
uk: Переглянути категорію архіву вакансій

source: No job archive categories found
ru_ru: Категории архива вакансий не найдены
uk: Категорії архіву вакансій не знайдено

source: No job archive categories found in Trash
ru_ru: В корзине нет категорий архива вакансий
uk: У корзині немає категорій архіву вакансій

source: Parent job archive category
ru_ru: Родительская категория архива вакансий
uk: Батьківська категорія архіву вакансій

source: Job archive categories list navigation
ru_ru: Навигация списка категорий архива вакансий
uk: Навігація списку категорій архіву вакансій

source: Job archive categories list
ru_ru: Список категорий архива вакансий
uk: Перелік категорій архіву вакансій

source: Types
ru_ru: Типы
uk: Типи

source: Job Types
ru_ru: Тип Вакансий
uk: Тип Вакансії

source: Type
ru_ru: Тип
uk: Тип

source: Add Types
ru_ru: Добавить Тип
uk: Додати Тип

source: Add New Job Type
ru_ru: Добавить Новый Тип Вакансии
uk: Додати Новий Тип Вакансії

source: Edit Types
ru_ru: Редактировать Типы
uk: Редагувати Типи

source: Edit Type
ru_ru: Редактировать Тип
uk: Редагувати Тип

source: New Type
ru_ru: Новый Тип
uk: Новий Тип

source: View Types
ru_ru: Смотреть Типы
uk: Переглянути Типи

source: View Type
ru_ru: Смотреть Тип
uk: Переглянути Тип

source: Search types
ru_ru: Искать типы
uk: Шукати типи

source: No types found
ru_ru: Типы не найдены
uk: Типи не знайдено

source: No types found in trash
ru_ru: В корзине нет типов
uk: В корзині немає типiв занятості

source: Parent type
ru_ru: Родительский тип занятости
uk: Батьківський тип

source: Types list navigation
ru_ru: Навигация списка вакансий
uk: Навігація списку вакансій

source: Types list
ru_ru: Список вакансий
uk: Перелік вакансій

source: Archived
ru_ru: В архиве
uk: В архіві

source: This job is in archive
ru_ru: Эта вакансия в архиве
uk: Ця вакансія в архіві

source: Posted
ru_ru: Размещено
uk: Розміщено

source: This job is posted
ru_ru: Эта вакансия уже размещена
uk: Цю вакансію розміщено

source: Freelance
ru_ru: Фриланс
uk: Фріланс

source: Full Time
ru_ru: Полная занятость
uk: Повна зайнятість

source: Internship
ru_ru: Стажировка
uk: Стажування

source: Part Time
ru_ru: Частичная занятость
uk: Часткова зайнятість

source: Temporary
ru_ru: Разовая работа
uk: Разова робота

source: Hour
ru_ru: Час
uk: Година

source: Day
ru_ru: День
uk: День

source: Week
ru_ru: Неделя
uk: Тиждень

source: Month
ru_ru: Месяц
uk: Місяць

source: Year
ru_ru: Год
uk: Рік

source: month
ru_ru: месяц
uk: місяць

source: You replied to job offer.
ru_ru: Вы подали заявку на вакансию.
uk: Ви подали заявку на вакансію.

source: Job Board Settings
ru_ru: Настройки Job Board
uk: Налаштування Job board

source: Job updated.
ru_ru: Вакансия дополнена.
uk: Вакансію доповнено.

source: Custom field updated.
ru_ru: Поле дополнено.
uk: Поле доповнено.

source: Custom field deleted.
ru_ru: Поле удалено.
uk: Поле видалено.

source: Job restored to revision from
ru_ru: Вакансия восстановлена до ревизии
uk: Вакансію відновлено до ревізії від

source: Job published.
ru_ru: Вакансия опубликована.
uk: Вакансію опубліковано.

source: Job saved.
ru_ru: Вакансия сохранена.
uk: Вакансію збережено.

source: Job submitted.
ru_ru: Вакансия подписана.
uk: Вакансію додано.

source: Job scheduled for:
ru_ru: Вакансия назначена на:
uk: Вакансію призначено на:

source: Job draft updated.
ru_ru: Черновик вакансии дополнен.
uk: Чернетку вакансії доповнено.

source: Add shortcode in the post/page
ru_ru: Добавить шорткод в пост / страницу
uk: Додайте шорткод у допис / сторінку

source: View
ru_ru: Смотреть
uk: Перегляд

source: View this offer
ru_ru: Смотреть это предложение
uk: Переглянути пропозицію

source: View Job
ru_ru: Смотреть вакансию
uk: Переглянути вакансію

source: archived
ru_ru: в архиве
uk: в архіві

source: Title
ru_ru: Заглавие
uk: Заголовок

source: Location
ru_ru: Местоположение
uk: Розташування

source: Archive
ru_ru: Архив
uk: Архів

source: Date
ru_ru: Дата
uk: Дата

source: All categories
ru_ru: Все категории
uk: Всі категорії

source: All types
ru_ru: Все типы
uk: Всi типи

source: Requirements
ru_ru: Требования
uk: Вимоги

source: Organization name
ru_ru: Название организации
uk: Назва організації

source: Expiry date
ru_ru: Конечная дата
uk: Кінцева дата

source: Error:
ru_ru: Ошибка:
uk: Помилка:

source: location field should not be empty
ru_ru: поле локации не может быть пустым
uk: поле локації не може бути пустим

source: organization field should not be empty.
ru_ru: поле организации не может быть пустым.
uk: поле організації не може бути пустим.

source: vacancy
ru_ru: вакансия
uk: вакансія

source: vacancies
ru_ru: вакансии
uk: вакансії

source: Job offer
ru_ru: Предложения о работе
uk: Пропозиція

source: Jobs per page
ru_ru: Количество вакансий на странице
uk: Кількість вакансій на сторінці

source: Job offers for choosen category by last day
ru_ru: Предложения работы по выбранной категории за вчерашний день
uk: Останні пропозиції згідно вибраної категорії

source: Search results for
ru_ru: Сохранить настройки поиска
uk: Результати пошуку для

source: Search
ru_ru: Искать
uk: Пошук

source: Job candidate options
ru_ru: Опции Job candidate
uk: Опції кандидата

source: Upload your CV file
ru_ru: Загрузить резюме
uk: Завантажити резюме

source: You can upload only DOC/DOCX, PDF or TXT document.
ru_ru: Вы можете загрузить только DOC/DOCX, PDF или TXT документ.
uk: Ви можете завантажити тільки DOC/DOCX, PDF чи TXT документ.

source: Delete current CV
ru_ru: Удалить текущее резюме
uk: Видалити поточне резюме

source: Set job search category
ru_ru: Выберите категорию поиска работы
uk: Задати категорію пошуку роботи

source: Show all
ru_ru: Показать все
uk: Показати все

source: Choose job search category
ru_ru: Выбрать категорию поиска работы
uk: Вибрати категорію пошуку роботи

source: Clear current category search
ru_ru: Очистить текущую категорию поиска
uk: Очистити поточну категорію пошуку

source: Candidate saved search
ru_ru: Сохраненный поиск кандидатов
uk: Збережений пошук кандидата

source: View saved search results
ru_ru: Смотреть результаты сохраненного поиска
uk: Переглянути результати збереженого пошуку

source: Your saved search
ru_ru: Сохраненный поиск
uk: Збережений пошук

source: Saved search not found
ru_ru: Сохраненный поиск не найден
uk: Збережений пошук не знайдено

source: Clear current saved search
ru_ru: Очистить сохраненные настройки поиска
uk: Очистити збережені налаштування пошуку

source: Failed to load CV: wrong file type. You can upload only DOC/DOCX, PDF or TXT document.
ru_ru: Ошибка резюме: неправильный тип файла. Вы можете загрузить только DOC/DOCX, PDF или TXT документ.
uk: Помилка при завантаженні резюме: невірний тип файлу. Ви можете завантажити тільки DOC/DOCX, PDF чи TXT документ.

source: Support
ru_ru: Поддержка
uk: Підтримка

source: Last 3 days
ru_ru: За последние 3 дня
uk: Останні 3 дні

source: Last week
ru_ru: За последнюю неделю
uk: Останній тиждень

source: Last month
ru_ru: За последний месяц
uk: Останній місяць

source: Error: Vacancy author not found. The message has not been sent.
ru_ru: Ошибка: не найден автор вакансий. Сообщение не отправлено.
uk: Помилка: Автор не знайдений. Повiдомлення не може бути вiдправлене.

source: Hello,
ru_ru: Здравствуйте,
uk: Вітаємо вас,

source: You receive message for your job offer:
ru_ru: Вы получили сообщение о предложенной вакансии:
uk: Ви отримали повідомлення щодо вашої вакансії:

source: from candidate:
ru_ru: от кандидата:
uk: від кандидата:

source: Candidate CV:
ru_ru: Резюме кандидата:
uk: Резюме кандидата:

source: ...sorry, CV not found.
ru_ru: …извините, резюме не найдено.
uk: …вибачте, резюме не знайдено.

source: This mail was sent by %sJob Board%s plugin by %sBestWebSoft%s from
ru_ru: Это письмо было отправлено плагином %sJob Board%s компании %sBestWebSoft%s от
uk: Цей лист було відправлено за допомогою плагіну %sJob board%s %s від BestWebSoft%s від

source: Reply for
ru_ru: В ответ на
uk: Відповісти на

source: job offer.
ru_ru: предложение о работе.
uk: вакансію.

source: This mail was sent by Job Board plugin by BestWebSoft from
ru_ru: Это письмо было отправлено плагином Job Board компании BestWebSoft от
uk: Цей лист було відправлено плагіном Job board від BestWebSoft від

source: Back to jobs
ru_ru: Назад к вакансиям
uk: Назад до вакансій

source: Add parameters to sorting jobs
ru_ru: Введите параметры сортировки вакансий
uk: Введіть параметри сортування вакансій

source: Search results saved.
ru_ru: Настройки поиска сохранены.
uk: Налаштування пошуку збережено.

source: Save search results
ru_ru: Сохранить настройки поиска
uk: Зберегти налаштування пошуку

source: Location:
ru_ru: Местоположение:
uk: Розміщення:

source: Show all locations
ru_ru: Все местоположения
uk: Показати всі розміщення

source: Keyword:
ru_ru: Ключевое слово:
uk: Ключове слово:

source: Select category:
ru_ru: Выберите категорию:
uk: Виберіть категорію:

source: Show all categories
ru_ru: Показать все категории
uk: Показати всі категорії

source: Types:
ru_ru: Типы:
uk: Типи:

source: Show all types
ru_ru: Показать все типы
uk: Показати всі типи

source: Searching period:
ru_ru: Период поиска:
uk: Період пошуку:

source: All time
ru_ru: Все время
uk: За весь час

source: Organization:
ru_ru: Организация:
uk: Організація:

source: Salary:
ru_ru: Зарплата:
uk: Зарплата:

source: to
ru_ru: до
uk: до

source: Reset
ru_ru: Перезагрузить
uk: Перезавантажити

source: Nothing found.
ru_ru: Ничего не найдено.
uk: Нічого не знайдено.

source: Posted:
ru_ru: Размещено:
uk: Розміщено:

source: Requirements:
ru_ru: Требования:
uk: Вимоги:

source: Send CV
ru_ru: Отослать резюме
uk: Надіслати резюме

source: Username
ru_ru: Пользователь
uk: Користувач

source: Password
ru_ru: Пароль
uk: Пароль

source: Remember Me
ru_ru: Запомнить меня
uk: Запам'ятати мене

source: Log In
ru_ru: Войти
uk: Увійти

source: Registration
ru_ru: Регистрация
uk: Реєстрація

source: Name:
ru_ru: Имя:
uk: Ім'я:

source: E-mail:
ru_ru: Ел. почта:
uk: Ел. пошта:

source: User role:
ru_ru: Роль:
uk: Роль:

source: Employer
ru_ru: Работодатель
uk: Роботодавець

source: Job candidate
ru_ru: Кандидат
uk: Кандидат

source: Clear
ru_ru: Очистить
uk: Очистити

source: Register
ru_ru: Регистрация
uk: Зареєструватись

source: Wrong user name.
ru_ru: Неправильное имя пользователя.
uk: Невірне ім'я користувача.

source: Wrong e-mail adress.
ru_ru: Неправильный e-mail адрес.
uk: Невірна e-mail адреса.

source: Role was not selected.
ru_ru: Роль не выбрана.
uk: Роль не вибрано.

source: Thank you for registering. Please check your email for password.
ru_ru: Спасибо за регистрацию. Ваш пароль выслан на указанный e-mail.
uk: Дякуємо за реєстрацію. Ваш пароль надіслано на вказаний e-mail.

source: User already exists. Password inherited.
ru_ru: Такой пользователь уже зарегистрирован.
uk: Такий користувач уже існує.

source: New user registration failed...
ru_ru: Ошибка регистрации нового пользователя.
uk: Помилка при реєстрації нового користувача.

source: Please %slogout%s and register/login as Employer or Job candidate for possibility to sort jobs and sending CV.
ru_ru: Пожалуйста, %sвыйдите%s и зарегистрируйтесь/войдите как Работодатель или Кандидат для возможности сортировать вакансии и отправлять резюме.
uk: Будь ласка, %sвийдіть%s та зареєструйтесь/увійдіть як Роботодавець чи Кандидат, щоб мати можливість сортувати вакансії та відправляти резюме.

source: Logout
ru_ru: Выйти
uk: Вийти

source: You are logged as %s.
ru_ru: Вы зашли как %s.
uk: Ви зайшли як %s.

source: Read more...
ru_ru: Читать дальше.
uk: Читати далі.

source: WARNING:
ru_ru: ВНИМАНИЕ:
uk: УВАГА:

source: Shortcode is not found.
ru_ru: Шорткод не найден.
uk: Шорткод не знайдено.

source: Please add jobs shortcode to your page to display content in the frontend using %s button
ru_ru: Добавьте шорткод вакансий на страницу используя кнопку %s для отображения контента во фронтенде
uk: Будь ласка, додайте шорткод вакансій на вашу сторінку використовуйте кнопку %s

source: Display jobs
ru_ru: Отображать вакансии
uk: Відображення вакансії

source: Display registration form
ru_ru: Отображать форму регистрации
uk: Відображення форми реєстрації
